import Image from "next/image";

export default function Home() {
  return (
      <main>

        <h1>Добре дошли в Happy Colors – където всяко творение носи частица щастие</h1>

        <p>
        
В този малък онлайн свят ще откриете ръчно изработени плетени играчки, аксесоари и още цветни вдъхновения, създадени с внимание, вдъхновение и много любов. От пухкави играчки до уютни шапки и шалове – всяко нещо тук е изработено на една кука, не на конвейер. Ако нещо, което ви е харесало, вече е намерило своя дом – с радост ще го изработя отново специално за вас.

Мечтая Happy Colors да се превърне в уютно място за всички, които ценят ръчната изработка – и творци, и ценители. С времето ще ви срещам и с други артисти и техните уникални хендмейд творения.
Благодаря, че сте тук 💛
        </p>
        
      </main>

  );
}
