'use client';

import Image from 'next/image';
import styles from '../page.module.css';

export default function AboutUs() {
	return (
		<>
			<section className={styles.heroSection}>

				<div
					className={styles.leftHiroSection}
					style={{
						backgroundImage: "url('/aboutUs_Hero_banner.png')"
					}}
				>
				</div>

				<div className={styles.rightHiroSection}>
					<h1>За мен</h1>

					<p>
						Happy Colors се роди преди няколко години, в един много личен и тих
						момент – когато открих, че плетенето на малки играчки и аксесоари
						ми носи истинско спокойствие и радост. Всяко изделие е създадено ръчно, с внимание към детайла,
						търпение и любов. Плета само когато имам желание и добро
						настроение – защото вярвам, че енергията, с която се създава
						нещо, остава в него. Във всеки продукт има частица от моята душа.
							Вярвам, че тези малки, ръчно направени неща могат да донесат
							топлина, късмет и усмивка на всеки, който ги притежава. За мен това не е просто магазин, а малко пространство,
							в което влагам сърце, настроение и частица от себе си.
						</p>
            <p>
							Благодаря ти, че си тук и че отдели време да се докоснеш
							до света на Happy Colors.
						</p>
				</div>

			</section>


			

		</>
	);
}